src/exchangeXML/getSubject.xml

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:xsi="https://www.w3.org/2001/XMLSchema-instance"
    xmlns:xsd="https://www.w3.org/2001/XMLSchema"
    xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/"
    xmlns:t="http://schemas.microsoft.com/exchange/services/2006/types">
    <soap:Header>
        <RequestServerVersion Version="Exchange2013"
            xmlns="http://schemas.microsoft.com/exchange/services/2006/types"
            soap:mustUnderstand="0" />
    </soap:Header>
    <soap:Body>
        <GetItem xmlns="http://schemas.microsoft.com/exchange/services/2006/messages">
            <ItemShape>
                <t:BaseShape>IdOnly</t:BaseShape>
                <t:AdditionalProperties>
                    <t:FieldURI FieldURI="item:Subject" />
                </t:AdditionalProperties>
            </ItemShape>
            <ItemIds>
                <t:ItemId Id="" />
            </ItemIds>
        </GetItem>
    </soap:Body>
</soap:Envelope>